Repository: imranBappy/blog-site
Catalog: web_*/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Android Development Blog
ar: مدونة تطوير Android

source: Android App Development Online Course
ar: دورة تطوير تطبيقات Android عبر الإنترنت

source: Check our online courses on Android App Development
ar: تحقق من دوراتنا التدريبية عبر الإنترنت حول تطوير تطبيقات Android

source: Learn Android App Development
ar: تعلم تطوير تطبيقات Android

source: Millions of developers are learning at MindOrks
ar: الملايين من المطورين يتعلمون في MindOrks

source: Android Development Courses
ar: دورات تطوير Android

source: A complete guide for learning development
ar: دليل كامل لتطوير التعلم

source: Android Store
ar: متجر أندرويد

source: Search Android Libraries, Projects, and Tools
ar: ابحث في مكتبات ومشروعات وأدوات Android

source: Search your app
ar: ابحث في تطبيقك

source: Search
ar: يبحث

source: Search Category Here
ar: فئة البحث هنا

source: This Is a Category
ar: هذه فئة

source: Navbar
ar: نافبار

source: Home
ar: منزل، بيت

source: Blog
ar: مدونة او مذكرة

source: Android Courses
ar: متجر أندرويد

source: Language
ar: لغة

source: Profile
ar: الملف الشخصي

source: Post
ar: بريد

source: Logout
ar: تسجيل خروج

source: Login
ar: تسجيل الدخول

source: SingUp
ar: التسجيل

source: Email address
ar: عنوان البريد الإلكتروني

source: Please never share your email with anyone else.
ar: يرجى عدم مشاركة بريدك الإلكتروني مع أي شخص آخر.

source: Password
ar: كلمه السر

source: Please never share your Password with anyone else.
ar: يرجى عدم مشاركة كلمة المرور الخاصة بك مع أي شخص آخر.

source: Close
ar: يغلق

source: Register
ar: يسجل

source: First Name
ar: الاسم الأول

source: Please never share your Information with anyone else.
ar: يرجى عدم مشاركة معلوماتك مع أي شخص آخر.

source: Last Name
ar: الكنية

source: Confirm Password
ar: تأكيد كلمة المرور

source: Profile Picture
ar: الملف الشخصي

source: Upload your Profile picture.
ar: قم بتحميل صورة ملف التعريف الخاص بك.

source: Check Now
ar: تأكد الان

source: See more
ar: شاهد المزيد

source: Blog Category
ar: فئة المدونة

source: Android Online Course for
ar: دورة Android عبر الإنترنت لـ

source: Professionals
ar: المهنيين

source: Explor Now
ar: استكشف الآن

source: Featured Blogs on Android App Development
ar: تعلم تطوير تطبيقات Android

source: MindOrks Newsletter
ar: رسالة إخبارية MindOrks

source: A free weekly newsletter that comes with the latest articles on Android App Development, open source projects, events and useful discussions
ar: نشرة إخبارية أسبوعية مجانية مصحوبة بأحدث المقالات على تطبيق Android التطوير والمشاريع مفتوحة المصدر والأحداث والمناقشات المفيدة

source: Subscribe Now
ar: الإشتراك

source: A must have weekly newsletter to become a complete Android developer
ar: يجب أن يكون لديك رسالة إخبارية أسبوعية لتصبح مطور Android كاملًا.

source: Your Email
ar: بريدك الالكتروني

source: Subscribe
ar: الإشتراك

source: Our Team
ar: فريقنا
